{
    "attacks":[
        "Bunny Hop: During attack the attackers may only move their drone by jumping from start till end.",
    "Rush B: During attack the attackers may only use op's who are meant for rush such as: Blitz, Ash, IQ, Finka, Fuze, Lion.",
    "FBI OPEN UP!: While attacking you have a team of ash and thermite surrounded by recruits with shields only.",
    "Eyes or rush: You or your teammate has to be in the room with a drone otherwise you cannot use your gun until the last minute mark.",
    "Follow the leader: Everyone picks their operator, but everyone (except the player on the top of the team) changes their brightness all the way down and the leader directs everyone.",
    "Defend Wal-e: Twitch goes in with her drone and all attackers must make sure the drone stays alive.",
    "I’m the Capitão now: One player picks Capitão. He has to decide what loadout and/or character the others get. During the game, they will have to follow Capitão's orders.",
    "Mr. President: Choose one person to be the president and the other teammate need to protect the president and refer to him as the president. The person chosen as the president is only allowed to use pistols. Your mission ends when you complete the objective and the Mr. President survives. You all fail when he doesn't make it.",
    "Teenage mutant ninja turtles: Everyone uses recruit shield and can only crawl the whole game.",
    "The Phalanx: All choose riot shields, and you must stay in a line. DO NOT BREAK FORMATION!",
    "Easy going: No Sprinting, no ADS and no Prone",
    "Soviet Tactics: Only use 1 gun at a time. Everyone else follows the shooter. Once the shooter dies the next person may start using his weapon.",
    "Polite entry: Only enter through doors.",
    "Wide Open: Everyone takes breach charges, place them all around the objective room and breach at the same time.",
    "Don't harm Rapunzel: No rappeling",
    "Trigger Baggy: All attackers go recruit with spetnaz LMGS and must walk to the objective whilst shooting and tea bagging. You are ONLY allowed to stop tea bagging when you see an enemy, and your goal is to secure the area or complete the objective.",
    "Rambo Rush: All attackers go recruit and pick LMG and rush the objective and hip fire everywhere to kill everything.",
    "AFK Fake: All defenders don't move during prep phase, but as soon as the match starts kill drones and wait for enemy team to barge in.",
    "Penguins: All players must remain in one group and crouched at all times.",
    "Stormtroopers: Hipfire only; No shotguns.",
    "The Fapper Sapper: Must put a sock on your mouse hand before the round starts.",
    "WW2 Vets: 1911 Pistols only - Shields on back.",
    "007: Pistols only.",
    "Eagle Eye: Recruits using revolvers and shields.",
    "The long way: No breaching charges.",
    "Hero Mode: Only one person can enter the objective room at a time",
    "Follow the Leader: All players must use the same doorways / entry point",
    "Take a day off: All players must stay in spawn until the last 30 seconds",
    "No Ark for Noah: Objective must be spammed with flash bangs smoke and shields in one wave.",
    "Dakka Dakka Dakka!: Spetnatz recruit LMG only",
    "Team America - FBI: Must use only FBI operators and enter through the main entrance",
    "Window Washers: Must enter and exit any buildings through windows",
    "Bastille: Sharpshooter w/DMR w/ 4 shields",
    "Heavy Feet: Players are not allowed to move while shooting",
    "Tr8tor: Lowest scoring teammate must report teammate locations / strategies in all chat",
    "Canadian Warfare: Every kill must be marked with an 'I'm sorry' in all-chat",
    "Professional Help: MVP must die at the beginning of the round and direct their teammates through the round",
    "Karaoke: Bottom board decides on an inspirational song, team must sing along",
    "Blind Eye: No use of drones",
    "Pump Action: Attackers are only allowed to use Pump action shotguns. Any other type of weapon is not allowed! Breachable walls/doors or windows can only be shot open. Breaching them is not allowed.",
    "First Droned first surved: Every attacker has to drone the objective and stay within the objective room until. The first 2 drones that get destroyed or disrupted will get downed at the beginning of the round and revived.",
    "Kettle and Pummel: 4 Recruits with shields and 1 Sledge. The attacking team is only allowed to kill enemies by penning them up and letting sledge kill them with the hammer. Attackers have to ignore the objective. You are not allowed to return fire with fire arms! The round has to end by Sledge killing the last person with the Hammer!",
    "Headshots only: Attackers are only allowed to use Heavy Assault Rifles (G8A1 and 6P41) and can only kill enemies with 1 shot headshots. Only 2 frag grenades for the whole team! Wall breaching is not allowed! Armor panels can be opened with frag grenades. Wooden barricades have to be shot open!",
    "Tortoise: All pick recruits with riot shields. Prone only.",
    "Butt Stuff: When entering a room, you must enter backwards.",
    "The John Wayne: All pick a GIGN recruit with ballistic shield, revolver, breach charges and frag grenade. As soon as you spawn, press 1 to get your shield in your back and wield your revolver like a true hero.",
    "The most powerful guns in the world: All pick GIGN recruits with 417, revolver, breach charges and frag grenades. Deal out the damage.",
    "The blind shield wall: All pick American recruits with a shield, the 5.7, smoke grenades and stun grenades. Open a window (or door) and throw all the nades. Breach.",
    "LMG Aplenty: All pick Spetznaz recruits with LMG and go full auto on the breachable walls, floors, and doors.",
    "Death from above: All place breach charges on the ceiling of the objective room if it's breachable (like in Chalet) and detonate the five charges at once. Then, shoot from the room above.",
    "Auto-shotgun OP: All take an FBI recruit with the automatic shotgun and rush like hell.",
    "Eins Zwei Polizei: All GSG9, choose M870, G8A1 or shield. Rush in, no stopping.",
    "Maximum destruction: All destructive operators (Sledge, Buck, Ash, Thermite, one with breach charges). You can't use doors or Windows so you have to make your way in a line through all the walls to reach the objective.",
    "1 shot: Everyone picks an attacker with a revolver and 360 no scope the defending team with a revolver and they can only smoke the objective."
    ]}